import "../styles/blogView.css";
import mobile from "../images/blog/mobile.png";

const BlogView = () => {
  return (
    <article className="blogView">
      <img src={mobile} alt="" />
      <p className="author">გიორგი გიორგაძე</p>
      <label className="publishDate">02.11.2023</label>
      <span> • giorgigiorgadze93@gmail.com</span>
      <h2 className="title">EOMM-ის მრჩეველთა საბჭოს ნინო ეგაძე შეუერთდა</h2>
      <section className="categories">
        <button className="market">მარკეტი</button>
        <button className="app">აპლიაცია</button>
        <button className="ai">ხელოვნური ინტელექტი</button>
      </section>
      <p className="description">
        6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ძალიან გაიწელა დაახლოებით კიდევ 6 თვის
        მანძილზე.6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ძალიან გაიწელა დაახლოებით კიდევ 6 თვის
        მანძილზე.6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ძალიან გაიწელა დაახლოებით კიდევ 6 თვის
        მანძილზე.6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ძალიან გაიწელა დაახლოებით კიდევ 6 თვის
        მანძილზე.6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ძალიან გაიწელა დაახლოებით კიდევ 6 თვის
        მანძილზე.6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ძალიან გაიწელა დაახლოებით კიდევ 6 თვის
        მანძილზე.6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ძალიან გაიწელა დაახლოებით კიდევ 6 თვის
        მანძილზე.6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ძალიან გაიწელა დაახლოებით კიდევ 6 თვის
        მანძილზე.6 თვის შემდეგ ყველის ბრმა დეგუსტაციის დროც დადგა. მაქსიმალური
        სიზუსტისთვის, ეს პროცესი ძალიან გაიწელა დაახლოებით კიდევ 6 თვის
        მანძილზე.
      </p>
    </article>
  );
};

export default BlogView;
